[
  {
    "author": "J.R.R Tolkien",
    "id": "A724FD6C-25B4-456D-B7BE-2AB7CC7183EC",
    "price": 18.85,
    "stock": 10,
    "title": "The Fellowship of the Ring",
    "description": "The future of civilization rests in the fate of the One Ring, which has been lost for centuries. Powerful forces are unrelenting in their search for it. But fate has placed it in the hands of a young Hobbit named Frodo Baggins (Elijah Wood), who inherits the Ring and steps into legend.",
    "cover": "/assets/b.fellow.jpeg",
    "tags": ["Fantasy", "Action", "Novel"]
  },
  {
    "author": "J.R.R Tolkien",
    "id": "08F2D11D-2AD6-40A2-8C5E-B31F133109DE",
    "price": 11.99,
    "stock": 7,
    "title": "The Two Towers",
    "description": "The Two Towers opens with the disintegration of the Fellowship, as Merry and Pippin are taken captive by Orcs after the death of Boromir in battle. The Orcs, having heard a prophecy that a Hobbit will bear a Ring that gives universal power to its owner, wrongly think that Merry and Pippin are the Ring-bearers.",
    "cover": "/assets/b.towers.jpeg",
    "tags": ["Fantasy", "Action", "Novel"]
  },
  {
    "author": "Yuval Noah Harari",
    "id": "420241C5-F294-4821-AA34-8966F900A6A0",
    "price": 19.98,
    "stock": 8,
    "title": "Homo Deus: A Brief History of Tomorrow",
    "description": "Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda.",
    "cover": "/assets/b.homo.jpeg",
    "tags": ["Futures studies", "Social philosophy"]
  },
  {
    "author": "Timothy Ferriss",
    "id": "546BE046-054A-43F3-A46D-EEEA234D8F1C",
    "price": 16.14,
    "stock": 2,
    "title": "The 4-Hour WorkWeek",
    "description": "Forget the old concept of retirement and the rest of the deferred-life plan–there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, or earning a monthly five-figure income with zero management, The 4-Hour Workweek is the blueprint.",
    "cover": "/assets/b.4hour.jpeg",
    "tags": ["Self-actualization", "self-employment", "self-improvement"]
  },
  {
    "author": "Viktor E. Frankl",
    "id": "40660301-DBC3-444D-8BFD-64EB9B57BA5F",
    "price": 12.25,
    "stock": 15,
    "title": "Man's Search for Meaning",
    "description": "At the time of Frankl's death in 1997, Man's Search for Meaning had sold more than 10 million copies in twenty-four languages. A 1991 reader survey for the Library of Congress that asked readers to name a \"book that made a difference in your life\" found Man's Search for Meaning among the ten most influential books in America.",
    "cover": "/assets/b.man.jpeg",
    "tags": ["Psychology"]
  }
]
